const macroInfo = [
  {
    id: 1,
    name: 'highCarbs',
    title: '탄수화물 50% | 단백질 30% | 지방 20%',
    description: `탄수화물의 섭취는 운동의 수행 능력, 그리고 회복력 향상에 필수적입니다.
    실제로 보건복지부와 한국영양학회가 발간하는 한국인 영양소 섭취기준에 따르면 탄수화물 
    섭취의 비율을 55~60%로 권고하고 있습니다. 그 점을 상기한다면, 이 구성의 탄수화물 비율은
    높지 않습니다. 그럼에도 다른 구성에 비해 탄수화물의 비율이 높아 식단을 맞추기에 비교적
    편하다는 장점이 있습니다. 30%라는 단백질의 섭취 비율 또한 결코 낮은 수치가 아닙니다.`,
  },
  {
    id: 2,
    name: 'lowCarbs',
    title: '탄수화물 40% | 단백질 40% | 지방 20%',
    description: `자연식으로 섭취하는 단백질은 소화하는데 까지 비교적 오랜 시간이 걸리기 때문에 
    포만감을 오래 유지할 수 있습니다. 이는 다이어트에 도움이 되기도 합니다. 하지만 탄수화물의 
    비율을 급격하게 낮추고 단백질을 과도하게 섭취하는 것에 많은 주의가 필요합니다. 낮은 탄수화물의 
    섭취는 운동의 수행 능력에 악영향을 끼치기 때문에 고강도의 운동을 하는 사람이라면 이를 지양해야 합니다. 
    탄수화물을 비율을 크게 줄이면 단기간의 체중 감량에는 성공할 수 있지만, 그만큼 요요효과를 경험하기 쉽습니다.`,
  },
  {
    id: 3,
    name: 'highFats',
    title: '탄수화물 20% | 단백질 20% | 지방 60%',
    description: `일명 저탄수 고지방 다이어트(LCHF)라고 불리는 식이요법의 구성입니다. 
    탄수화물의 섭취를 극단적으로 줄이고 지방을 많이 섭취함으로써 인슐린의 분비를 최소화 하는데
    그 목적이 있습니다. 인슐린 분비의 억제하여 당뇨와 같은 대사질환을 예방할 수 있다는 장점이
    있습니다. 하지만 LCHF를 정확하게 실천하는 것은 쉽지 않습니다. 사전에 LCHF에 대한 충분한
    이해가 선행되어야 합니다. LCHF는 가공식품이 아닌 양질의 지방을 섭취해야 하기 때문에
    엄격한 식단관리를 필요로 합니다. 콜레스테롤 수치가 높아진다는 보고가 있는 등 논란이
    있는 식이요법입니다. 전문가와의 상담과 정기적인 검사는 필수입니다. 식단 구성의 비용이
    높고 비교적 근력이 저하된다는 단점이 있습니다.`,
  },
];

export default macroInfo;
