const macroInfo = [
  {
    id: 1,
    name: 'highCarbs',
    title: '고단백',
    subtitle: '★',
    description: `탄수화물의 섭취는 운동 수행과 회복력 향상에 필수요소입니다.
                  한국영양학회는 탄수화물 섭취의 비율을 55~60%로 권고하고 있습니다.
                  그 사실을 참고하면, 이 구성의 탄수화물 비율이 결코 높다고 할 수 없습니다.
                  그럼에도 여타 다이어트 식단에 비해 탄수화물 비율이 높아 식단 구성이 비교적 편리합니다.`,
  },
  {
    id: 2,
    name: 'lowCarbs',
    title: '저탄수 고단백',
    subtitle: '',
    description: `자연식으로 단백질을 섭취하면 긴 소화기간 덕분에 포만감을 오래 유지할 수 있습니다.
                  이는 다이어트에 도움이 됩니다. 하지만 탄수화물의 섭취 부족은 운동 수행 능력을 저하시키므로 주의가 필요합니다.
                  탄수화물의 섭취를 크게 줄이면 단기간의 체중 감량에 성공할 수 있지만, 그만큼 요요효과를 경험하기 쉽습니다.
                  한편 장기간의 단백질 과다 섭취는 신장과 간에 무리를 줄 수 있습니다.`,
  },
  {
    id: 3,
    name: 'highFats',
    title: '저탄수 고지방',
    subtitle: '',
    description: `저탄수 고지방 다이어트(LCHF)는 탄수화물의 섭취를 극단적으로 줄여서 인슐린의 분비를 억제합니다. 
                  당뇨와 같은 대사질환을 예방할 수 있다는 장점이 있습니다. 하지만 LCHF를 올바르게 실천하는 것은 쉽지 않습니다.
                  LCHF에 대한 충분한 이해가 선행되어야 합니다. 콜레스테롤 수치가 높아진다는 보고가 있는 만큼 전문가 상담과 정기적
                  검사는 필수입니다. 양질의 지방을 섭취해야 하므로 식단의 비용이 높고 근력이 저하될 수 있습니다.`,
  },
];

export default macroInfo;
